Repository: common-repository/barnameha-csts
Catalog: languages/barnameha-csts-*.po
Languages: fa_ir

source: Your options have been saved
fa_ir: تنظيمات شما ذخيره شدند.

source: Now Speed:
fa_ir: سرعت اكنون:

source: Please Select Theme For Website Viewer With Client Connection Speed
fa_ir: لطفا قالب مورد نظر خود را با توجه به سرعت كاربر انتخاب نمائيد:

source: Theme For DialUp Connection
fa_ir: قالب براي اتصال DialUp

source: Theme For High-Speed (DSL,Cable Mode,...) Connection
fa_ir: قالب براي اتصال پرسرعت ADSL

source: Save Changes
fa_ir: ذخيره تغيرات

source: Barnameha CSTS By:
fa_ir: Barnameha CSTS كاري از:

source: Barnameha
fa_ir: برنامه‌ها

source: Mohammad Kafi (Parsa)
fa_ir: محمد كافي (پارسا)

source: Support
fa_ir: حمايت
